VA_NAME = 'Катана'

VA_VER = "1.0"

VA_ALIAS = ('катана', 'ката', 'кэти', 'кота', 'катя', 'кэт', 'тана', 'катона', 'кота на', 'когда она', 'капитана')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой браузер', 'запусти браузер', 'открой оперу', 'опера'),
    "js_book": ('открой учебник по джаве', 'запусти учебник по джаве', 'учебник по джаве', 'учебние по джи эс', 'открой учебник по джи эс', 'запусти учебник по джи эс'),
    "open_sublimetext": ('открой редактор кода', 'запусти редактор кода', 'редактор кода', 'открой редактор года', 'запусти редактор года', 'редактор года'),
    "open_cmd": ('открой командную строку', 'запусти командную строку', 'командная строка'),
    # "pc_off": ('выключи пк', 'выключи компьютер', 'выключи комп', 'выруби пк', 'выруби компьютер', 'выруби комп'),
    "open_ya_music": ('открой яндекс музыку', 'включи яндекс музыку', 'запусти яндекс музыку', 'открой музыку', 'включи музыку', 'запусти музыку', 'яндекс музыка', 'музыка'),
    # "close_sublimetext": ('закрой редактор кода', 'закрой редактор года'),
    # "close_browser": ('выключи браузер')
    # "close_all": ('выключи всё')
}